Revit 2024 API
ParameterTypeId.ZoneCoolingAirTemperatureParam Property
 "Cooling Air Temperature"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ZoneCoolingAirTemperatureParam { get; }
Visual Basic
Public Shared ReadOnly Property ZoneCoolingAirTemperatureParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ZoneCoolingAirTemperatureParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace